#+title: DOOM Literate Config

** Name
#+begin_src emacs-lisp :tangle yes
(setq user-full-name "Davis Schenkenberger"
      user-mail-address "davisschenk@gmail.com")
#+end_src

#+RESULTS:
: davisschenk@gmail.com

